results/M3/M3-DP-20260920T1610Z/cases/dp034_coarse_a0/dictionaries/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

solvers
{
    "(rho|rhoU|rhoE)"
    {
        solver          diagonal;
    }

    U
    {
        solver          smoothSolver;
        smoother        GaussSeidel;
        nSweeps         2;
        tolerance       1e-09;
        relTol          0.01;
    }

    "(e|h)"
    {
        $U;
        relTol          0.1;
    }
}
